{
  "Connect": "Bağlan",
  "Connecting to Metamask": "",
  "Check Metamask Extension": "",
  "The Metamask wallet extension needs to be installed.": "",
  "Check Metamask Network": "",
  "A supported network needs to be selected in the Metamask wallet.": "",
  "Check Metamask Status": "",
  "The Metamask wallet needs to be unlocked.": "",
  "Check Metamask Signature": "",
  "The login request needs to be signed in the Metamask wallet.": "",
  "Dashboard": "",
  "Address copied.": "",
  "The address of your account has been copied to the clipboard.": "",
  "Copy Address": "",
  "View on Explorer": "",
  "Disconnect": "",
  "An error has occured during the network check.": "",
  "Please try again later.": "",
  "The error code was": "",
  "Current network is not supported by this app.": "",
  "Please switch network if you want to continue.": "",
  "Waiting for the network switch request to be accepted.": "",
  "Please check your Metamask wallet.": "",
  "You rejected the network switch request.": "",
  "Please try again if you want to continue.": "",
  "An error has occured during the network switch requesting.": "",
  "Switch Network": "",
  "In order to use this app, you need to sign the login request in your wallet.": "",
  "Waiting for the login request to be signed.": "",
  "You rejected the sign request.": "",
  "You didn't respond to the sign request in time.": "",
  "An error has occured during the sign check.": "",
  "You have successfully signed the login request.": "",
  "Redirecting to app...": "",
  "Sign In": "",
  "Cancel": "",
  "An error has occured during the wallet status check.": "",
  "Your wallet is locked.": "",
  "Please unlock your wallet if you want to continue.": "",
  "Waiting for the unlock wallet request to be accepted.": "",
  "You rejected the unlock wallet request.": "",
  "An error has occured during the unlock wallet check.": "",
  "Unlock Wallet": "",
  "The Metamask wallet extension is not detected in your browser.": "",
  "In order to use this app, please install the Metamask extension for your browser from the official link below and try again.": ""
}
